tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "direnv"
brew "gh"
brew "git"
brew "jq"
brew "nvm"
brew "yarn"
brew "aws/tap/copilot-cli"
cask "docker"
cask "gpg-suite"
cask "insomnia"
cask "keycastr"
cask "raycast"
cask "tableplus"
cask "xquartz"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.Bookmarks"
vscode "alexkrechik.cucumberautocomplete"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "apollographql.vscode-apollo"
vscode "bar9.stories"
vscode "bierner.emojisense"
vscode "bierner.markdown-checkbox"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fauna.fauna"
vscode "figma.figma-vscode-extension"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "heybourn.headwind"
vscode "jakearl.search-editor-apply-changes"
vscode "jpoissonnier.vscode-styled-components"
vscode "LeonardSSH.vscord"
vscode "mkhl.direnv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "neptunedesign.vs-sequential-number"
vscode "Orta.vscode-jest"
vscode "ow.vscode-subword-navigation"
vscode "PenumbraTheme.penumbra"
vscode "planbcoding.vscode-react-refactor"
vscode "Prisma.prisma"
vscode "rafaelmaiolla.diff"
vscode "sourcery.sourcery"
vscode "svelte.svelte-vscode"
vscode "Tyriar.sort-lines"
vscode "vsls-contrib.gistfs"
vscode "vsls-contrib.gitdoc"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
