tap "aws/tap"
tap "oven-sh/bun"
brew "atuin"
brew "cocoapods"
brew "deno"
brew "direnv"
brew "gh"
brew "git"
brew "httpie", link: false
brew "influxdb-cli"
brew "jq"
brew "mob"
brew "nushell"
brew "pipx"
brew "pnpm"
brew "volta"
brew "yarn"
brew "aws/tap/copilot-cli"
brew "oven-sh/bun/bun"
cask "bruno"
cask "gpg-suite"
cask "httpie-desktop"
cask "insomnia"
cask "keycastr"
cask "raycast"
cask "tableplus"
cask "xquartz"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.bookmarks"
vscode "alexkrechik.cucumberautocomplete"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anthropic.claude-code"
vscode "apollographql.vscode-apollo"
vscode "bar9.stories"
vscode "bierner.emojisense"
vscode "bierner.markdown-checkbox"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "codearcher.rust-gold-bordered-theme"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fauna.fauna"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "heybourn.headwind"
vscode "jakearl.search-editor-apply-changes"
vscode "janisdd.vscode-edit-csv"
vscode "jpoissonnier.vscode-styled-components"
vscode "khaeransori.json2csv"
vscode "mkhl.direnv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "neptunedesign.vs-sequential-number"
vscode "oven.bun-vscode"
vscode "ow.vscode-subword-navigation"
vscode "penumbratheme.penumbra"
vscode "planbcoding.vscode-react-refactor"
vscode "prisma.prisma"
vscode "rafaelmaiolla.diff"
vscode "simonsiefke.svg-preview"
vscode "sourcery.sourcery"
vscode "stivo.tailwind-fold"
vscode "svelte.svelte-vscode"
vscode "teabyii.ayu"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "tyriar.sort-lines"
vscode "vsls-contrib.gistfs"
vscode "vsls-contrib.gitdoc"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
